{
  "newsEntry1": {
    "id": "newsEntry1",
    "title": "Media Urged Not To Release Names Of Any More Presidential Candidates In Effort To Prevent Copycats",
    "synopsis": "WASHINGTON—Warning that the promise of publicity and notoriety is often exactly what motivates a run for the White House in the first place, media ethics groups called on news outlets Thursday to stop releasing the names of presidential candidates, part of an effort to stem the tide of copycats.",
    "url": "https://politics.theonion.com/media-urged-not-to-release-names-of-any-more-presidenti-1835302127",
    "uid":"9io0uzHElXPrjYR7F6VysZGYHF43"
  },
  "newsEntry2": {
    "id": "newsEntry2",
    "title": "Woman Attempting To Cultivate Self-Love Forced To Start Completely From Scratch After Photo Where Nose Looks Kind Of Weird",
    "synopsis": "CHICAGO—Though she has spent years learning to accept that she is a worthwhile person with a lot to offer, area 28-year-old Ashley Connell was reportedly forced to start completely from scratch in her attempts to cultivate self-love Wednesday upon seeing a photograph in which her nose looked a little bit weird.",
    "url": "https://local.theonion.com/woman-attempting-to-cultivate-self-love-forced-to-start-1834958234",
    "uid":"aaru8aI271QyeYNYqUiBRssmWTY2"
  },
  "newsEntry4": {
    "id": "newsEntry3",
    "title": "Community That Came Together To Pay For Kid’s Cancer Treatment Goes Bankrupt Too",
    "synopsis": "CHESTER, PA—Expressing feelings of despair over their current predicament, a local community that came together to pay for 5-year-old Dylan Fanelli’s cancer treatment went bankrupt in the process, neighborhood sources confirmed Thursday.",
    "url": "https://local.theonion.com/community-that-came-together-to-pay-for-kid-s-cancer-tr-1835310348",
    "uid":"xyGtPnCzXuMmgnjob5VjZtMIQjq1"
  },
  "newsEntry5": {
    "id": "newsEntry4",
    "title": "Realtor Emphasizing Neighborhood’s Proximity To Much Nicer Neighborhood",
    "synopsis": "CHICAGO—Expending an inordinate proportion of her resources to detail the bustling shops, quaint cafes, and highly rated schools located merely a mile or two away, realtor Susan Horne reportedly spent most of her showing with local couple Tim and Holly Penn Wednesday emphasizing how close their prospective new town house was to a much nicer neighborhood. ",
    "url": "https://local.theonion.com/realtor-emphasizing-neighborhood-s-proximity-to-much-ni-1834434906",
    "uid": "JBCKap18E4WlYu2JIm7V6yjAWDy2"
  }
}